[
  {
    "_id": "b271c6b34e2bd8da1f20f014",
    "title": "NeoNeo Surf",
    "description": "At NeoNeo Surf, we currently make an assortment of surf/beach accessories (Variety of Bags/Pouches, Watch Cuffs, Journals, Sunglass Sleeves and Koozies) out of recycled wetsuits, aka neoprene.  We like designing and making things that are  functional, stylish and sustainably-minded. My challenge is for you to reimagine one of these items (or make up your own) through your unique vision and submit it in 2 ways.\n1. in words: in a short paragraph, describe what it is and how to use it. explain why you chose to make it and how you would market your idea to your community.\n2. visually: sew, draw or sketch it and include a photo of the visual\n\nNote: you must use neoprene as your base material - if anything else (beside a zipper or clasp) is added, it must also be a recycled product\n\nHave fun and be creative!\n\nIf chosen, we will bring your design to life and name the collection after you (eg: The Holly Collection).",
    "business": "711c9d87283c2bfdc3d91061",
    "deleted": false
  },
  {
    "_id": "d4035e88742726a605c0cbf2",
    "title": "Keeping a Satellite’s Camera Cool in Space!",
    "description": "Imagine you're an engineer designing a satellite with a powerful camera to take highquality pictures of distant galaxies! But there’s a huge problem... space is full of extreme temperatures!\n\nDesign a cooling system that will keep the camera and electronics at the perfect temperature for clear, sharp images.\n\nThink about:\n• What parts of your satellite get hot? From the camera itself to other computers, electronics, and batteries.\n• Where does the heat come from? The Sun, any electronics, anything else?\n• How will you keep things cool? What materials will you use, how will you get rid of the excess heat, and how will you plan for sudden temperature changes?",
    "business": "e8fa30959b2361f907207aec",
    "deleted": false
  },
  {
    "_id": "eaaf72bd7a9292c534fc2b80",
    "title": "Goodlands Environmental",
    "description": "We depend on our rich Canadian Prairie soils to produce the food we eat to live. We also depend on hydrocarbons to run our farm equipment and to power our vehicles, especially in the Prairies where we may live 100 km or more from a major centre. What do you think could change in the Oil and Gas Industry to ensure the soils are preserved for the next generations, while still producing oil and gas in a sustainable Manner?",
    "business": "5dabe3d026c553bdcfd3257f",
    "deleted": false
  },
  {
    "_id": "3b7cc6198fd695594aed7e04",
    "title": "Dr. Rene Schreiner",
    "description": "Is forgiveness necessary for the peaceful coexistence of human beings? Why or why not?",
    "business": "f3b5d2d0402aa1575cdf83e5",
    "deleted": false
  },

  {
    "_id": "153ca04a2348e2d8e86a9adb",
    "title": "Passenger Safety",
    "description": "How would you ensure passenger safety?",
    "business": "5ad8a13e8d3f43ed7ac838bf",
    "deleted": false
  },
  {
    "_id": "f01596275f33283341853209",
    "title": "Surprises",
    "description": "Clickbait is an issue. How would you solve the issue?",
    "business": "7ad42b71b705c8786925b8aa",
    "deleted": false
  },
  {
    "_id": "759460f4d4a1373591056842",
    "title": "Potato Batteries",
    "description": "Design a machine and a potato battery that could run on as low as 1.1 volts.",
    "business": "b7f8c55408fb411ae5a38cfe",
    "deleted": false
  }
]